Repository: h3ng3ll/WeatherApp
Catalog: lib/l10n/intl_*.arb
Languages: uk

source: Hourly Forecast
uk: Погодинний прогноз

source: Weekly Forecast
uk: Тижневий прогноз

source: AIR QUALITY
uk: ЧИСТОТА ПОВІТРЯ

# health_risk
source: Heath Risk
uk: Риски здоров'я

source: Good
uk: Добре

# good_desc
source: Air quality is considered satisfactory, and air pollution poses little or no risk.
uk: Якість повітря вважається задовільною, а забруднення повітря не становить небезпеки або не становить нічого.

source: Moderate
uk: Помірний

# moderate_desc
source: Air quality is acceptable: however, for some pollutants there may be a moderate health concern for a very small number of people who are unusually sensitive to air pollution.
uk: Якість повітря прийнятна: однак деякі забруднювачі можуть викликати помірне занепокоєння для здоров’я дуже невеликої кількості людей, які надзвичайно чутливі до забруднення повітря.

source: Unhealthy for sensitive group
uk: Нездоровий для чутливої групи

# unhealthy_for_sensitive_group_desc
source: Members of sensitive groups may experience health effects. The general public is not likely to be affected.
uk: Члени чутливих груп можуть мати наслідки для здоров'я. Це навряд чи вплине на широку громадськість.

source: Unhealthy
uk: Нездоровий

# unhealthy_desc
source: Everyone may begin to experience heath effects; members of sensitive groups may experience more serious health effects.
uk: Кожен може почати відчувати вплив здоров'я; члени чутливих груп можуть мати більш серйозні наслідки для здоров'я.

source: Very unhealthy
uk: Дуже нездоровий

# very_unhealthy_desc
source: Health alert: everyone may experience more serious health effects .
uk: Попередження про стан здоров’я: кожен може мати більш серйозні наслідки для здоров’я.

source: Hazardous
uk: Небезпечний

# hazardous_desc
source: Heath warnings of emergency conditions . The entire population is more likely to be affected.
uk: Медичні попередження про надзвичайні ситуації. Більша ймовірність ураженості всього населення.

source: See more
uk: Показати більше

source: index
uk: Індекс

source: sunrise
uk: Схід сонця

source: High
uk: Високий

source: Very high
uk: Дуже високий

source: Extreme
uk: Екстремальний

source: Low
uk: Низький

source: wind
uk: вітер

source: rainfall
uk: Атмосферні опади

source: feels like
uk: Відчувається

source: humidity
uk: Вологість

source: visibility
uk: Прозорість

source: pressure
uk: Тиск

source: in last hour
uk: за останню годину

source: expected in next 24h
uk: очікується протягом наступних 24 годин

# similar_to_actual_temperature
source: Similar to the actual temperature
uk: Подібно до фактичної температури

# higher_to_actual_temperature
source: Higher to the actual temperature
uk: Вище фактичної температури

# lower_to_actual_temperature
source: Lower to the actual temperature
uk: Нище фактичної температури

source: on
uk: на

source: The dew point is
uk: Точка роси є

source: right now
uk: прямо зараз

source: similar to the actual temperature
uk: подібна до фактичної температури

source: Sunset
uk: Захід сонця

source: Weather
uk: Погода

# search_for_a_city_or_airport
source: Search for a city of airport
uk: Пошук міста аеропорту

source: Current visibility is
uk: Поточна видимість є

source: Licences
uk: Ліцензії

source: Close
uk: Закрити
